[
	{
		"name" : "Adam",
		"title" : "Part entry system and tracker",
		"description" : "an MVC app",
		"technology" : "Google map API and KnockoutJS"
	},
	{
		"name" : "Kamrul",
		"title" : "New hire tracking and training system",
		"description" : "A web based ASP.NET MVC portal",
		"technology" : "signalR"
	},
	{
		"name" : "Kevin",
		"title" : "Inventory and Material Management App",
		"description" : "This project involved developing an Inventory System for tracking a company's inventory. The data containing stock information was processed by the system on a real time basis. The Inventory Manager could view the inventory and perform various operations.  Also, the application will notifiy for low inventory that needs to be restocked.",
		"technology" : "D3.js"
	},
	{
		"name" : "Lucas",
		"title" : "Project Proposal, Reporting, and Materials Tracker",
		"description" : "An ASP.NET MVC portal for a company to manage and handle new projects requests, current project statuses and material stocks and procurement. The portal used Charts, Search Functionality, and other features using Ajax, JQuery and Web Services extensively.",
		"technology" : "Telerik and/or KendoUI"
	},
	{
		"name" : "Matt",
		"title" : "Library Catalog App",
		"description" : "an ASP.NET MVC app that",
		"technology" : "IgniteUI"
	},
	{
		"name" : "Peter",
		"title" : "Expense and Reimbursement Management",
		"description" : "This is an ASP.NET MVC web application used to enter, track, and moderate any expenses a company may have. Employees create expenses, or tickets, by entering an amount and a description. Managers are responsible for closing tickets, adding employees to the database using a simple form, and managing employee job information. The application makes expense tracking faster, more efficient, and easier for both management and employees.",
		"technology" : "jQueryUI"
	},
	{
		"name" : "Richard",
		"title" : "Issue Tracking System and Submission",
		"description" : "An MVC portal built to help the internal technical teams of the company to log technical issues in their work and get a senior employee/community support to help resolve the issue in a timely fashion.  The employee having any Technical for IT related queries would open a ticket in the portal and assigning it to a specific group.",
		"technology" : "Chart.js"
	}
]
