[
	{
		"name" : "Adam",
		"title" : "Part entry system and tracker",
		"description" : "an MVC designed to enable company 'Scouts' to electronically capture and transmit relevant car data using WCF at ongoing salvage auctions to the company's Data Governance Group. MVC Application includes the ability for the Data Governance Group to receive and review data submitted by scouts throughout the day. This application strives to enable a 'Scout' to capture relevant car information on up to 10 key parts in less than 5 minutes. It provides relevant interchange and inventory data, enabling the scouts to focus their efforts on cars best suited to Companies procurement needs.",
		"technology" : "Google map API and KnockoutJS"
	},
	{
		"name" : "Kamrul",
		"title" : "New hire tracking and training system",
		"description" : "A web based ASP.NET MVC portal used to manage employee training on policy changes, compliance updates, and business changes. This application should monitor progress of an employee, include a dashboard that shows level of understanding and status. The Portal should also send notices to employees from management and that any performance evaluations will be reviewed by management. Also, assist in the scheduling and tracking the process of hiring of new employees.",
		"technology" : "signalR"
	},
	{
		"name" : "Kevin",
		"title" : "Inventory and Material Management App",
		"description" : "This project involved developing an Inventory System for tracking a company's inventory. The data containing stock information was processed by the system on a real time basis. The Inventory Manager could view the inventory and perform various operations.  Also, the application will notifiy for low inventory that needs to be restocked.",
		"technology" : "D3.js"
	},
	{
		"name" : "Lucas",
		"title" : "Project Proposal, Reporting, and Materials Tracker",
		"description" : "An ASP.NET MVC portal for a company to manage and handle new projects requests, current project statuses and material stocks and procurement. The portal used Charts, Search Functionality, and other features using Ajax, JQuery and Web Services extensively.",
		"technology" : "Telerik and/or KendoUI"
	},
	{
		"name" : "Matt",
		"title" : "Library Catalog App",
		"description" : "an ASP.NET MVC app that manages books and other resources.  The portal allows authorized user to manage the distribution and ordering of books as needed. Users can also reserve and request a books and other resources.  Notifications should be provided when resources are available, request is approved, etc.",
		"technology" : "IgniteUI"
	},
	{
		"name" : "Peter",
		"title" : "Expense and Reimbursement Management",
		"description" : "This is an ASP.NET MVC web application used to enter, track, and moderate any expenses a company may have. Employees create expenses, or tickets, by entering an amount and a description. Managers are responsible for closing tickets, adding employees to the database using a simple form, and managing employee job information. The application makes expense tracking faster, more efficient, and easier for both management and employees.",
		"technology" : "jQueryUI and PDF generator"
	},
	{
		"name" : "Richard",
		"title" : "Issue Tracking System and Submission",
		"description" : "An MVC portal built to help the internal technical teams of the company to log technical issues in their work and get a senior employee/community support to help resolve the issue in a timely fashion.  The employee having any Technical for IT related queries would open a ticket in the portal and assigning it to a specific group.",
		"technology" : "Chart.js"
	}
]
